tap "aerobounce/defaults.sh", "https://github.com/aerobounce/defaults.sh"
tap "buo/cask-upgrade"
tap "fairwindsops/tap"
tap "getantibody/tap"
tap "instrumenta/instrumenta"
tap "homeport/tap"
tap "mikelorant/custom"
tap "versent/taps"

brew "antibody"
brew "aria2"
brew "asciinema"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bind"
brew "calicoctl"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "dockutil"
brew "dog"
brew "ds"
brew "dyff"
brew "fd"
brew "findutils"
brew "fzf"
brew "gettext"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "glow"
brew "gnu-tar"
brew "gomplate"
brew "goreleaser"
brew "gron"
brew "helm", link: false
brew "helmfile"
brew "hyperfine"
brew "istioctl"
brew "jp"
brew "jq"
brew "kafka"
brew "kafkacat"
brew "kops@1.16.2"
brew "krew"
brew "kube-yaml-sort"
brew "kubernetes-cli", link: false
brew "kubernetes-cli@1.16.9"
brew "kubernetes-helm@2.14.3"
brew "kubeval"
brew "kustomize"
brew "less"
brew "lsd"
brew "mas"
brew "minikube"
brew "mtr"
brew "multi-git-status"
brew "nano"
brew "nanorc"
brew "ncdu"
brew "neofetch"
brew "opa"
brew "pluto"
brew "pv"
brew "pwgen"
brew "python"
brew "python@2"
brew "rename"
brew "ripgrep"
brew "ruby@2.7"
brew "rust"
brew "saml2aws"
brew "shellcheck"
brew "shyaml"
brew "ssh-copy-id"
brew "sshuttle"
brew "vivid"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zstd"

cask "1password"
cask "1password-cli"
cask "amazon-chime"
cask "atom"
cask "authy"
cask "bartender"
cask "beyond-compare"
cask "big-ip-edge-client"
cask "carbon-copy-cloner"
cask "daisydisk"
cask "discord"
cask "divvy"
cask "docker"
cask "droplr"
cask "evernote"
cask "firefox"
cask "fly"
cask "font-ibm-plex-mono"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "gitify"
cask "google-chrome"
cask "google-hangouts"
cask "iina"
cask "iterm2"
cask "kap"
cask "logitech-options"
cask "maccy"
cask "macs-fan-control"
cask "muzzle"
cask "numi"
cask "plex-media-server"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steam"
cask "swish"
cask "syncthing"
cask "tableplus"
cask "teamviewer"
cask "transmission-remote-gui"
cask "typora"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"

mas "amphetamine", id: 937984704
mas "microsoft-remote-desktop", id: 715768417
mas "parcel", id: 639968404
mas "peakhour", id: 961578824
mas "tot", id: 1491071483
