tap "aerobounce/tap"
tap "aquasecurity/trivy"
tap "atombender/ktail"
tap "buo/cask-upgrade"
tap "danielfoehrkn/switch"
tap "fairwindsops/tap"
tap "fujiwara/tap"
tap "getantibody/tap"
tap "genkiroid/homebrew-cert"
tap "homeport/tap"
tap "jmespath/jmespath"
tap "mikelorant/custom"
tap "scullionw/tap"
tap "tokiwong/tap"
tap "vectordotdev/brew"
tap "versent/taps"

brew "antibody"
brew "argocd"
brew "aria2"
brew "asciinema"
brew "asdf"
brew "asdfswitcher"
brew "aws-es-proxy"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bind"
brew "caddy"
brew "calicoctl"
brew "cert"
brew "cilium-cli"
brew "coreutils"
brew "delve"
brew "diffutils"
brew "direnv"
brew "dirstat-rs"
brew "docker-credential-helper-ecr"
brew "dockutil"
brew "dog"
brew "ds", link: false
brew "dyff"
brew "fd"
brew "findutils"
brew "fzf"
brew "gettext"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "glow"
brew "gnu-tar"
brew "golangci-lint"
brew "gomplate"
brew "goreleaser"
brew "gron"
brew "hadolint"
brew "helmfile"
brew "httpie"
brew "hubble"
brew "hyperfine"
brew "istioctl"
brew "jmespath/jmespath/jp"
brew "jq"
brew "kafka"
brew "kcat"
brew "kinesis-tailf"
brew "kops"
brew "krew"
brew "ktail"
brew "kube-yaml-sort"
brew "kubectl", link: false
brew "kustomize"
brew "less"
brew "lsd"
brew "mariadb"
brew "mas"
brew "miller"
brew "minikube"
brew "mtr"
brew "multi-git-status"
brew "nano"
brew "nanorc"
brew "ncdu"
brew "neofetch"
brew "opa"
brew "pluto"
brew "procs"
brew "pv"
brew "pwgen"
brew "rename"
brew "ripgrep"
brew "rust"
brew "saml2aws"
brew "shellcheck"
brew "shyaml"
brew "ssh-copy-id"
brew "sshuttle"
brew "switch"
brew "tailscale"
brew "trivy"
brew "vector"
brew "viddy"
brew "vivid"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zstd"

cask "1password"
cask "1password-cli"
cask "adguard"
cask "amazon-chime"
cask "atom"
cask "bartender"
cask "beyond-compare"
cask "big-ip-edge-client"
cask "carbon-copy-cloner"
cask "crowdstrike-falcon-sensor"
cask "daisydisk"
cask "dash"
cask "discord"
cask "divvy"
cask "docker"
cask "droplr"
cask "evernote"
cask "firefox"
cask "font-ibm-plex-mono"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "forklift"
cask "gitify"
cask "google-chrome"
cask "google-hangouts"
cask "hot"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "logitech-camera-settings"
cask "logitech-options"
cask "maccy"
cask "macs-fan-control"
cask "micro-snitch"
cask "muzzle"
cask "nightfall"
cask "nordvpn"
cask "numi"
cask "plex-media-server"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "shortcutdetective"
cask "slack"
cask "spotify"
cask "starleaf"
cask "swish"
cask "syncthing"
cask "syntax-highlight"
cask "tableplus"
cask "teamviewer"
cask "timemachineeditor"
cask "typora"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"

mas "amphetamine", id: 937984704
mas "microsoft-remote-desktop", id: 1295203466
mas "parcel", id: 639968404
mas "peakhour", id: 961578824
mas "smartpaste", id: 1540496001
mas "sourcenotify", id: 1570433591
