zsh-users/zsh-autosuggestions
zdharma/fast-syntax-highlighting
romkatv/powerlevel10k
hlissner/zsh-autopair
aloxaf/fzf-tab
olets/zsh-abbr
ael-code/zsh-colored-man-pages
zsh-users/zsh-history-substring-search
